[
  {
    "id": 1,
    "title": "Official Launch of TrendHome in London!",
    "date": "2025-05-15",
    "summary": "We celebrated the arrival of TrendHome with an opening full of friends, customers, and design in every corner.",
    "content": "TrendHome’s launch day was a complete success. Our physical store in London opened its doors to the community, who came to discover our furniture, share ideas, and enjoy a modern and welcoming atmosphere. It was an honor to see so many families, couples, and design lovers exploring every space, trying sofas, chatting, and living the TrendHome experience. Thank you to everyone who joined us on this special day! If you missed it, we invite you to visit us and become part of our story.",
    "image": "trendhome-lanzamiento-comunidad.png"
  },
  {
    "id": 2,
    "title": "5 Tips to Keep Your Furniture Looking New",
    "date": "2025-05-25",
    "summary": "Keep your TrendHome furniture spotless with these simple tips from our experts.",
    "content": "1. Clean with a damp cloth and avoid abrasive products.\n2. Do not expose your furniture directly to sunlight to prevent fading.\n3. Check and tighten screws regularly.\n4. Use floor protectors if you have delicate floors.\n5. If you have any questions, contact us on WhatsApp and we'll help you out.",
    "image": "consejos-muebles-trendhome.png"
  },
  {
    "id": 3,
    "title": "Real Case: How We Transformed Ana's Apartment",
    "date": "2025-06-01",
    "summary": "Ana shared her experience with TrendHome and how her spaces became more functional and modern.",
    "content": "Ana lives in a small apartment in central London. She contacted us looking for a multifunctional and comfortable piece of furniture. We recommended our 'Zen Desk' and a minimalist shelf. Within a week, everything was installed and she sent us happy photos of her new living room. Would you like to share your experience? Message us!",
    "image": "apartamento-ana-trendhome.png"
  },
  {
    "id": 4,
    "title": "2025 Trends: Top Colors and Materials for Your Home",
    "date": "2025-06-05",
    "summary": "Discover the latest trends in interior design and decor for this year.",
    "content": "Neutral and warm tones are once again the main focus in 2025. The use of light wood, matte black metal, and sustainable textiles is booming. At TrendHome, all our furniture combines eco-friendly materials and timeless colors that never go out of style.",
    "image": "tendencias-2025-trendhome.png"
  },
  {
    "id": 5,
    "title": "Assemble Your TrendHome Furniture in 5 Steps",
    "date": "2025-06-09",
    "summary": "See how easy it is to assemble our products. All you need are the pieces included in the box and the desire to transform your space.",
    "content": "1. Identify all the pieces and screws.\n2. Follow the step-by-step instructions (included in the box).\n3. You don't need special tools; we include a wrench and a basic screwdriver.\n4. If you have any questions, you can watch the assembly video by scanning the QR code.\n5. Done! Enjoy your TrendHome furniture.",
    "image": "armar-mueble-5pasos-london.png"
  },
  {
    "id": 6,
    "title": "Meet the Team Behind TrendHome!",
    "date": "2025-06-12",
    "summary": "Meet the people who make every design, production, and delivery possible.",
    "content": "TrendHome is made up of a passionate group of architects, designers, and artisans. Our workshop is in London, and every piece of furniture goes through quality control before arriving at your home. We value direct communication with our customers and continuous improvement.",
    "image": "equipo-trendhome.png"
  }
]
